{
  "EPRO0101":	"1件以上正常な取引が設定されていることをご確認ください。",
  "EPRO0102":	"1000件以下正常な取引が設定されていることをご確認ください。",
  "EPRO0103":	"加盟店取引IDが入力されているかをご確認下さい。",
  "E0100009":	"加盟店取引IDに利用禁止文字が含まれていないかをご確認下さい。",
  "E0100010":	"加盟店取引IDが半角40文字以内で設定されているかをご確認下さい。",
  "E0102003":	"取引情報チェックが終わり、取引の登録が実施されるまでのわずかな時間に、加盟店取引ID及び顧客請求金額が同一の取引が登録された場合にのみ発生します。",
  "EPRO0104":	"加盟店取引ID、顧客請求金額が同一となる組み合わせがないことをご確認ください。",
  "E0100011":	"決済方法が入力されているかをご確認下さい。",
  "E0100012":	"NPで定義されている決済方法であえることをご確認ください。",
  "E0100142":	"選択可能な決済方法であることをご確認ください。",
  "EPRO0108":	"未入力の場合はチェックされません。",
  "E0100004":	"加盟店注文日が設定されていることをご確認ください。",
  "E0100007":   "登録\":\"日-Nヶ月 ＜ 加盟店注文日 ≦ 登録日であること。(*1)",
  "E0100013":	"顧客請求金額が入力されているかをご確認下さい。",
  "E0100014":	"顧客請求金額に利用禁止文字が含まれていないかをご確認下さい。",
  "E0100015":	"顧客請求金額が数値で6桁以内であるか(1～999999の範囲)をご確認下さい。",
  "E0100016":	"NP後払いwizを利用する際、購入者と配送先の項目(郵便番号、住所、名前(漢字)、電話番号、会社名、部署名)の全ての値が同一であることをご確認ください。",
  "E0100021":	"サイト名が100byteいないであることをご確認ください。",
  "E0100022":	"サイト名に入力禁止文字が含まれていないことをご確認ください。",
  "E0100023":	"サイトURLが100byteいないであることをご確認ください。",
  "E0100024":	"サイトURLに入力禁止文字が含まれていないことをご確認ください。",
  "E0100048":	"購入者名前（漢字）が入力されているかをご確認下さい。",
  "E0100049":	"購入者名前（漢字）に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100050":	"購入者名前（漢字）が全角21文字以内で入力されているかをご確認下さい。",
  "E0100051":	"購入者名前（カナ）が全角25文字以内で入力されているかをご確認下さい。",
  "E0100052":	"購入者名前（カナ）に利用禁止文字が含まれていないかをご確認下さい。",
  "E0100053":	"購入者会社名が全角30文字以内で入力されているかをご確認下さい。",
  "E0100054":	"購入者会社名に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100055":	"購入者部署名が全角30文字以内で入力されているかをご確認下さい。",
  "E0100056":	"購入者部署名に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100057":	"購入者郵便番号が入力されているかをご確認下さい。",
  "E0100058":	"購入者郵便番号に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100136":	"購入者郵便番号の形式が正しいかをご確認下さい。（例：1070052、107-0052）",
  "E0100059":	"購入者郵便番号と住所が一致しているかをご確認下さい。",
  "E0100060":	"購入者住所が入力されているかをご確認下さい。",
  "E0100061":	"購入者住所に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100062":	"購入者住所が全角55文字以内で入力されているかをご確認下さい。",
  "E0100063":	"購入者電話番号が入力されているかをご確認下さい。",
  "E0100064":	"購入者電話番号に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100065":	"有効な電話番号形式であることをご確認下さい。",
  "E0100066":	"ハイフンを除いた電話番号の1～3桁目が、”020″、”050″、”060″、”070″、”080″、”090″の場合、11桁であるかをご確認下さい。",
  "E0100067":	"ハイフンを除いた電話番号の1～3桁目が、上記以外の場合、10桁であるかをご確認下さい",
  "E0100068":	"加盟店様により必須の項目となります。",
  "E0100069":	"購入者メールアドレスに利用禁止文字が含まれていない事をご確認下さい。",
  "E0100070":	"購入者メールアドレスがASCII文字で100文字以内であるかをご確認下さい。",
  "E0100071":   "メールアドレスフォーマットに一致しているこ\":\"と。",
  "E0100072":	"配送先名前（漢字）が入力されているかをご確認下さい。",
  "E0100073":	"配送先名前（漢字）に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100074":	"配送先名前（漢字）が全角21文字以内で入力されているかをご確認下さい。",
  "E0100075":	"配送先名前（カナ）が全角25文字以内で入力されているかをご確認下さい。",
  "E0100076":	"配送先名前（カナ）に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100077":	"配送先会社名が全角30文字以内で入力されているかをご確認下さい。",
  "E0100078":	"配送先会社名に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100079":	"配送先部署名が全角30文字以内で入力されているかをご確認下さい。",
  "E0100080":	"配送先部署名に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100081":	"配送先郵便番号が入力されているかをご確認下さい。",
  "E0100082":	"配送先郵便番号に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100137":	"配送先郵便番号の形式が正しいかをご確認下さい。（例：1070052、107-0052）",
  "E0100083":	"配送先郵便番号と住所が一致しているかをご確認下さい。",
  "E0100084":	"配送先住所が入力されているかをご確認下さい。",
  "E0100085":	"配送先住所に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100086":	"配送先住所が全角55文字以内で入力されているかをご確認下さい。",
  "E0100087":	"配送先電話番号が入力されているかをご確認下さい。",
  "E0100088":	"配送先電話番号に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100089":	"有効な電話番号形式であることをご確認下さい。",
  "E0100090":	"ハイフンを除いた電話番号の1～3桁目が、”020″、”050″、”060″、”070″、”080″、”090″の場合、11桁であるかをご確認下さい。",
  "E0100091":	"配送先電話番号が入力されているかをご確認下さい。",
  "E0100096":	"商品名が入力されているかをご確認下さい。",
  "E0100097":	"商品名に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100098":	"商品名が300byte以内であるかをご確認下さい。",
  "E0100099":	"商品単価が入力されているかをご確認下さい。",
  "E0100100":	"商品単価に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100101":	"商品単価が数値で6桁以内であるか(-99999.999～999999.999の範囲)をご確認下さい。",
  "E0100102":	"注文数が入力されているかをご確認下さい。",
  "E0100103":	"注文数に利用禁止文字が含まれていない事をご確認下さい。",
  "E0100104":	"注文数が数値で4桁以内であるか(-999～9999の範囲でゼロは除く)ご確認下さい。",
  "E0102004":   "商品合計金額と顧客請求金額の差額が一定金額であるこ\":\"と。(*4)",
  "E0102005":	"顧客請求金額は商品合計金額以下を設定下さい。",
  "EPRO9999":	"システムエラーが発生しているため、NPサポートデスクへお問い合わせください。",
  "EPRO9901":	"禁止文字がリクエストに含まれていないかご確認下さい。",
}